Repository: trendwerk/multiple-content-blocks
Catalog: assets/languages/multiple-content-blocks-*.po
Languages: nl_nl

source: Debugging
nl_nl: Debuggen

source: Disable HTTP Requests
nl_nl: Zet HTTP Requests uit

source: Multiple content blocks initializes it's blocks through an HTTP request. This way it 'knows' what blocks you want to use on a certain page. Sometimes these HTTP requests can cause bugs, for example: when they're not allowed by the server or the blocks are wrapped in conditional statement like is_user_logged_in(). You can disable them here.
nl_nl: Multiple content blocks initialiseert zijn blocks door middel van een HTTP request. Op deze manier 'weet' hij welke blocks je wilt gebruiken op een bepaalde pagina. Soms kunnen deze HTTP requests bugs veroorzaken, bijvoorbeeld: wanneer ze geen toegang hebben van de server of wanneer de blocks in een conditionele statement zoals is_user_logged_in() gewikkeld zijn. Je kunt ze hier compleet uitzetten.

source: Show inactive blocks
nl_nl: Toon inactieve blocks

source: Sometimes blocks are renamed or in some other way the content is lost. This activates a new meta box on all edit pages with inactive blocks.
nl_nl: Soms zijn blocks hernoemd of de content is op een andere manier verloren geraakt. Dit activeert een nieuwe meta box op alle bewerk-pagina's waar de inactieve blocks in staan.

source: You're probably having problems showing the right blocks or losing content in some way. Adjust the settings below for some more comfort while using this plugin.
nl_nl: Je hebt waarschijnlijk problemen met het tonen van de juiste blocks of het kwijtraken van content. Pas de instellingen hieronder aan om wat meer comfort te hebben bij het gebruiken van deze plugin.

source: Show
nl_nl: Toon

source: Hide
nl_nl: Verberg

source: Are you sure you want to delete this block entirely? It will be lost forever!
nl_nl: Weet je zeker dat je deze block compleet wilt verwijderen? Hij zal voor altijd verloren gaan!

source: Multiple content blocks (inactive)
nl_nl: Multiple content blocks (inactief)

source: Help! These are not the right blocks.
nl_nl: Help! Dit zijn niet de juiste blocks.

source: Refresh
nl_nl: Vernieuw

source: That's right. When you have HTTP requests switched off, you have to refresh the blocks manually by visiting the page.
nl_nl: Inderdaad. Wanneer je HTTP requests uit hebt staan, moet je de blocks handmatig vernieuwen door de pagina te bezoeken.

source: Actions
nl_nl: Acties

source: Delete
nl_nl: Verwijderen

source: The content displayed below will not be saved. This is just for recovery purposes.
nl_nl: De onderstaande content zal niet opgeslagen worden. Dit dient alleen om content te herstellen.

source: <p>It doesn't look like we can automatically initialize the blocks. <a href="%1$s" target="_blank">Visit this page</a> in the front-end and then try again.</p><p>To turn off this option entirely, go to the <a href="%2$s">settings page</a> and disable HTTP Requests. You will still need to perform the steps above.</p>
nl_nl: <p>Het lijkt erop dat we de content blocks niet automatisch kunnen initialiseren. <a href="%1$s" target="_blank">Bezoek deze pagina</a> in de front-end en probeer het opnieuw.</p><p>Om deze optie compleet uit te schakelen, ga naar de <a href="%2$s">instellingen pagina</a> en schakel HTTP requests uit. Je moet nog steeds de bovenstaande stappen uitvoeren.</p>
